[
    {
    "source": {
    "id": "techcrunch",
    "name": "TechCrunch"
    },
    "author": "Mike Butcher",
    "title": "Two UK tech figures plan to row the Atlantic for charity supporting minority entrepreneurs",
    "description": "Two UK tech figures are to row across the Atlantic Ocean to raise money for a charity that funds social entrepreneurs from minority backgrounds. Guy Rigby, founder and now Chair of the Entrepreneurial Services Group at Smith & Williamson, and entrepreneur, in…",
    "url": "https://techcrunch.com/2021/09/09/two-uk-tech-figures-plan-to-row-the-atlantic-for-charity-supporting-minority-entrepreneurs/",
    "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/09/Explosures.-Trimite-29.jpeg?w=600",
    "publishedAt": "2021-09-09T07:01:05Z",
    "content": "Two UK tech figures are to row across the Atlantic Ocean to raise money for a charity that funds social entrepreneurs from minority backgrounds.\r\nGuy Rigby, founder and now Chair of the Entrepreneuri… [+1176 chars]"
    },
    {
    "source": {
    "id": "techcrunch",
    "name": "TechCrunch"
    },
    "author": "Rebecca Bellan",
    "title": "China's WeRide unveils Robovan, its first electric, autonomous cargo van",
    "description": "Chinese autonomous driving company WeRide has unveiled its first cargo van, the vessel upon which it will self-drive into the world of urban logistics. WeRide will work with Chinese automobile manufacturer Jiangling Motors (JMC) and Chinese express delivery c…",
    "url": "https://techcrunch.com/2021/09/08/weride-jiangling-motors-and-zto-express-unveil-robovan-an-autonomous-cargo-van/",
    "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/09/WeRide-Robovan-Chinas-first-L4-self-driving-cargo-van-2-1.jpg?w=600",
    "publishedAt": "2021-09-09T06:30:21Z",
    "content": "Chinese autonomous driving company WeRide has unveiled its first cargo van, the vessel upon which it will self-drive into the world of urban logistics. WeRide will work with Chinese automobile manufa… [+3779 chars]"
    },
    {
    "source": {
    "id": "techcrunch",
    "name": "TechCrunch"
    },
    "author": "Natasha Lomas",
    "title": "Printify bags $45M, led by Index, to ride the custom printing boom",
    "description": "The creator economy loves merch which is great news for on-demand custom printing startups such as Latvia-based Printify — today it’s announcing a $45 million Series A round, led by Index Ventures, off the back of rising demand for its services. The mission: …",
    "url": "https://techcrunch.com/2021/09/08/printify-bags-45m-led-by-index-as-it-rides-the-custom-printing-boom/",
    "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/09/Printify_Team_2.jpg?w=600",
    "publishedAt": "2021-09-09T05:00:12Z",
    "content": "The creator economy loves merch which is great news for on-demand custom printing startups such as Latvia-based Printify — today it’s announcing a $45 million Series A round, led by Index Ventures, o… [+3650 chars]"
    },
    {
    "source": {
    "id": "techcrunch",
    "name": "TechCrunch"
    },
    "author": "Brian Heater",
    "title": "The newest Roomba gets smarter as it vacuums",
    "description": "The Roomba is easily among the most ubiquitous robots in the world — but it has never been one of the smartest. On the whole, that’s not a major issue. The top-selling vacuum is good at what it does: cleaning floors. But a roboticist’s work is never done; iRo…",
    "url": "https://techcrunch.com/2021/09/08/the-newest-roomba-gets-smarter-as-it-vacuums/",
    "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/09/Roomba-j7_Object-Detection_Cords.jpg?w=533",
    "publishedAt": "2021-09-09T04:01:01Z",
    "content": "The Roomba is easily among the most ubiquitous robots in the world — but it has never been one of the smartest. On the whole, thats not a major issue. The top-selling vacuum is good at what it does: … [+3161 chars]"
    },
    {
    "source": {
    "id": "techcrunch",
    "name": "TechCrunch"
    },
    "author": "Connie Loizos",
    "title": "Sequoia's Pat Grady:  A 'fog has descended' and it isn't clear startups \"should be accelerating\" right now",
    "description": "Earlier today, we joined  friend and former colleague Jon Fortt of CNBC in interviewing partner Pat Grady of Sequoia Capital, and it proved a wide-ranging conversation (we wound up blabbing for an hour, which was not always the plan). You can check out the vi…",
    "url": "https://techcrunch.com/2021/09/08/sequoias-pat-grady-a-fog-has-descended-and-it-isnt-clear-startups-should-be-accelerating-right-now/",
    "urlToImage": "https://techcrunch.com/wp-content/uploads/2018/03/gettyimages-178923732.jpg?w=600",
    "publishedAt": "2021-09-09T00:28:22Z",
    "content": "Earlier today, we joined  friend and former colleague Jon Fortt of CNBC in interviewing partner Pat Grady of Sequoia Capital, and it proved a wide-ranging conversation (we wound up blabbing for an ho… [+6717 chars]"
    },
    {
    "source": {
    "id": "techcrunch",
    "name": "TechCrunch"
    },
    "author": "Aria Alamalhodaei",
    "title": "Rocket Lab's order backlog tops $141M as the company inks five-launch deal with Kinéis",
    "description": "It was a busy first half of the year for U.S.-New Zealand company Rocket Lab, which posted earnings for the first six months of 2021 on Wednesday – the first such reporting since the company went public last month. Rocket Lab reported revenues for the six-mon…",
    "url": "https://techcrunch.com/2021/09/08/rocket-labs-order-backlog-tops-141m-as-the-company-inks-five-launch-deal-with-kineis/",
    "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/08/EgufbmrVoAAUOb8.jpeg?w=619",
    "publishedAt": "2021-09-08T22:48:26Z",
    "content": "It was a busy first half of the year for U.S.-New Zealand company Rocket Lab, which posted earnings for the first six months of 2021 on Wednesday the first such reporting since the company went publi… [+4878 chars]"
    },
    {
    "source": {
    "id": "techcrunch",
    "name": "TechCrunch"
    },
    "author": "Devin Coldewey",
    "title": "The 4 things needed to reach Biden's ambitious 2050 solar goal",
    "description": "A report on the future of solar energy from the Department of Energy paints a sunny picture, if you will, of the next three decades, at the end of which nearly half the country’s energy will be provided by the sun. But for that to happen, big pushes need to h…",
    "url": "https://techcrunch.com/2021/09/08/the-4-things-needed-to-reach-bidens-ambitious-2050-solar-goal/",
    "urlToImage": "https://techcrunch.com/wp-content/uploads/2018/10/solar.jpg?w=601",
    "publishedAt": "2021-09-08T22:28:42Z",
    "content": "A report on the future of solar energy from the Department of Energy paints a sunny picture, if you will, of the next three decades, at the end of which nearly half the country’s energy will be provi… [+6527 chars]"
    },
    {
    "source": {
    "id": "techcrunch",
    "name": "TechCrunch"
    },
    "author": "Greg Kumparak",
    "title": "Daily Crunch: Google rolls out new Workspace features for all users",
    "description": "Hello friends and welcome to Daily Crunch, bringing you the most important startup, tech and venture capital news in a single package.",
    "url": "https://techcrunch.com/2021/09/08/daily-crunch-59/",
    "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/06/GettyImages-1229220975.jpg?w=603",
    "publishedAt": "2021-09-08T22:10:11Z",
    "content": "To get a roundup of TechCrunchs biggest and most important stories delivered to your inbox every day at 3 p.m. PDT, subscribe here.\r\nHi friends!\r\nWelcome to the Daily Crunch for Wednesday, September … [+5015 chars]"
    },
    {
    "source": {
    "id": "techcrunch",
    "name": "TechCrunch"
    },
    "author": "Sarah Perez",
    "title": "Tape It launches an A.I.-powered music recording app for iPhone",
    "description": "Earlier this year, Apple officially discontinued Music Memos, an iPhone app that allowed musicians to quickly record audio and develop new song ideas. Now, a new startup called Tape It is stepping in to fill the void with an app that improves audio recordings…",
    "url": "https://techcrunch.com/2021/09/08/tape-it-launches-an-a-i-powered-music-recording-app-for-iphone/",
    "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/09/Photo-1.jpg?w=533",
    "publishedAt": "2021-09-08T21:32:02Z",
    "content": "Earlier this year, Apple officially discontinued Music Memos, an iPhone app that allowed musicians to quickly record audio and develop new song ideas. Now, a new startup called Tape It is stepping in… [+4825 chars]"
    },
    {
    "source": {
    "id": "techcrunch",
    "name": "TechCrunch"
    },
    "author": "Mike Butcher",
    "title": "AI-driven voice assistant PolyAI raises $14M round led by Khosla Ventures",
    "description": "“Conversational AI” startup PolyAI, based out of London, has raised $14 million in a funding round led by Silicon Valley’s Khosla Ventures, with participation from existing investors (Point72 Ventures, Amadeus Capital, Sands Capital Ventures, Passion Capital …",
    "url": "https://techcrunch.com/2021/09/08/ai-driven-voice-assistant-polyai-raises-14m-round-led-by-khosla-ventures/",
    "urlToImage": "https://techcrunch.com/wp-content/uploads/2019/03/PolyAI-Team-Photo.jpeg?w=600",
    "publishedAt": "2021-09-08T21:24:22Z",
    "content": "Conversational AI startup PolyAI, based out of London, has raised $14 million in a funding round led by Silicon Valley’s Khosla Ventures, with participation from existing investors (Point72 Ventures,… [+2857 chars]"
    }
    ]